Repository: common-repository/wadmwidget
Catalog: languages/wadmwidget-*.po
Languages: nl_nl

source: General info
nl_nl: Algemeen informatie

source: Settings
nl_nl: Instellingen

source: All works (WadM)
nl_nl: Alle werken (WadM)

source: No workcode
nl_nl: Geen Werkcode

source: Has workcode
nl_nl: Heeft werkcode

source: Phototools
nl_nl: Fototools

source: Phototools is a collection of plugins which add functionality for those who use WordPress to run a photoblog or gallery site or something alike.
nl_nl: Fototools is een verzameling plugins met functionaliteit voor hen die Wordpress als fotoblog of gallerij gebruiken.

source: The following plugins in this series are installed:
nl_nl: De onderstaande plugins van deze serie zijn ge√Ønstalleerd:

source: UserID and apikey don't seem to match.
nl_nl: Gebruikers ID en apikey horen niet bij elkaar.

source: Connection ok
nl_nl: Verbinding ok

source: General features
nl_nl: Algemene opties

source: userid
nl_nl: gebruikers id

source: check
nl_nl: controleer

source: language wadm site
nl_nl: taal WadM site

source: WadM Workcode
nl_nl: WadM werkcode

source: Oh my Print Workcode
nl_nl: Oh my Print Werkcode

source: Workcode
nl_nl: Werkcode

source: Widget Title
nl_nl: Widget naam

source: Widget style
nl_nl: Widget stijl

source: Image for sale
nl_nl: Foto te koop
